IDEA Open Model
PointLoadOnLine.RelativePosition Property
Compatible with IDEA StatiCa v 10.1
 Relative position on geometry line
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double RelativePosition { get; set; }
Public Property RelativePosition As Double
	Get
	Set
public:
property double RelativePosition {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace